let player = new WMPlayer({
	containerSelector: '.wm',
	songList: [[
		{
			'basic':true,
			'name':'最新单曲集',
			'singer':'许嵩',
			'img':'https://y.gtimg.cn/music/photo_new/T001R300x300M000000CK5xN3yZDJt.jpg'
		},
		{
			'name':'一睁眼',
			'singer':'沈玮琦',
			'img':'http://imgcache.qq.com/music/photo/album_500/51/500_albumpic_1796451_0.jpg',
			'src':'http://ws.stream.qqmusic.qq.com/200254836.m4a?fromtag=46',
			'lrc':'[ti:一睁眼]\n[ar:沈玮琦]\n[al:一睁眼]\n[by:]\n[offset:0]\n[00:02.65]一睁眼&#32;&#45;&#32;沈玮琦\n[00:03.36]词：许嵩\n[00:03.49]曲：许嵩\n[00:08.13]一睁眼\n[00:08.99]新的一天\n[00:10.84]跳出了多梦的一夜\n[00:13.71]可能旅店的枕垫\n[00:15.78]太软了一些\n[00:19.26]洗好脸走到窗边\n[00:22.08]有风轻轻掀动纱帘\n[00:24.90]心也\n[00:25.90]心也软了一些\n[00:30.58]一睁眼\n[00:31.56]新的一天\n[00:33.36]计划太多会添纠结\n[00:36.24]要不要试着接受\n[00:38.41]快乐一时是一时的哲学\n[00:41.92]没有你在我身边\n[00:44.72]我的幽默渐渐不见\n[00:47.56]雨斜斜&#32;歌绵绵\n[00:50.42]闭关修炼\n[00:52.95]昨晚的梦里面\n[00:55.63]楼台杏花琴弦\n[00:58.47]场面有些古典\n[01:01.02]谁飞扬了裙边\n[01:03.84]你抱着我转圈\n[01:06.40]在南方的雨天\n[01:09.44]怎么雨水都甜\n[01:12.19]怎么回忆都咸\n[01:15.43]昨晚的梦里面\n[01:18.29]时光倒回从前\n[01:21.07]心动还能重演\n[01:23.62]是爱情在身边\n[01:26.44]你送我的项链\n[01:29.23]戴上叫做想念\n[01:31.97]怎么没说再见\n[01:34.92]还没好好告别\n[01:36.95]已睁眼\n[02:06.76]一睁眼\n[02:07.61]新的一天\n[02:09.46]跳出了多梦的一夜\n[02:12.23]可能旅店的枕垫\n[02:14.31]太软了一些\n[02:17.89]洗好脸走到窗边\n[02:20.69]有风轻轻掀动纱帘\n[02:23.43]心也\n[02:24.44]心也软了一些\n[02:29.19]一睁眼\n[02:30.23]新的一天\n[02:32.08]计划太多会添纠结\n[02:34.81]要不要试着接受\n[02:36.96]快乐一时是一时的哲学\n[02:40.49]没有你在我身边\n[02:43.28]我的幽默渐渐不见\n[02:46.16]雨斜斜&#32;歌绵绵\n[02:48.92]闭关修炼\n[02:51.46]昨晚的梦里面\n[02:54.20]楼台杏花琴弦\n[02:57.01]场面有些古典\n[02:59.78]谁飞扬了裙边\n[03:02.38]你抱着我转圈\n[03:05.19]在南方的雨天\n[03:08.07]怎么雨水都甜\n[03:10.84]怎么回忆都咸\n[03:13.98]昨晚的梦里面\n[03:16.76]时光倒回从前\n[03:19.59]心动还能重演\n[03:22.09]是爱情在身边\n[03:24.94]你送我的项链\n[03:27.60]戴上叫做想念\n[03:30.60]怎么没说再见\n[03:33.38]还没好好告别\n[03:35.48]已睁眼\n[03:39.94]一睁眼\n[03:51.23]一睁眼\n[03:57.34]新的一天'
		},
		{
			'name':'今年勇',
			'img':'http://imgcache.qq.com/music/photo/album_500/35/500_albumpic_1779435_0.jpg',
			'src':'http://antiserver.kuwo.cn/anti.s?format=aac|mp3&rid=MUSIC_14425062&type=convert_url&response=res',
			'lrc':'[ti:今年勇]\n[ar:许嵩]\n[al:今年勇]\n[by:]\n[offset:0]\n[00:00.22]今年勇 - 许嵩\n[00:00.42]词：许嵩\n[00:00.55]曲：许嵩\n[00:00.69]制作人：许嵩\n[00:24.56]功名桥\n[00:26.27]世俗道\n[00:27.82]年少难免走一遭\n[00:30.86]\n[00:31.82]有人哭\n[00:33.75]有人笑\n[00:35.16]笑的也不见得逍遥\n[00:38.19]\n[00:39.15]迹晦光韬\n[00:41.34]不代表\n[00:43.22]豪情已折耗\n[00:45.32]\n[00:46.22]拿得起当年勇\n[00:47.93]\n[00:48.58]傲视群雄\n[00:50.08]\n[00:50.65]不足道\n[00:53.39]\n[00:54.53]今朝有酒醉\n[00:55.72]醉庆同袍沙场归\n[00:57.44]\n[00:58.11]天公爱作美\n[00:59.47]清风皓月任我飞\n[01:01.75]受命于临危\n[01:03.19]自揄功成身不退\n[01:05.54]神武走一回\n[01:08.64]\n[01:32.11]功名桥\n[01:33.11]\n[01:33.87]世俗道\n[01:35.31]年少难免走一遭\n[01:38.65]\n[01:39.39]有人哭\n[01:40.70]\n[01:41.31]有人笑\n[01:42.71]笑的也不见得逍遥\n[01:45.71]\n[01:46.79]迹晦光韬\n[01:48.04]\n[01:48.65]不代表\n[01:50.04]\n[01:50.59]豪情已折耗\n[01:52.99]\n[01:53.79]拿得起当年勇\n[01:55.32]\n[01:56.10]傲视群雄\n[01:57.41]\n[01:58.09]不足道\n[02:01.13]\n[02:02.00]今朝有酒醉\n[02:03.23]醉庆同袍沙场归\n[02:04.94]\n[02:05.56]天公爱作美\n[02:07.00]清风皓月任我飞\n[02:08.76]\n[02:09.29]受命于临危\n[02:10.68]自揄功成身不退\n[02:13.04]神武走一回\n[02:16.16]\n[02:16.81]今朝有酒醉\n[02:18.16]醉庆同袍沙场归\n[02:20.58]天公爱作美\n[02:21.92]清风皓月任我飞\n[02:24.31]受命于临危\n[02:25.64]自揄功成身不退\n[02:28.08]神武走一回\n[02:30.89]\n[02:46.99]今朝有酒醉\n[02:48.23]醉庆同袍沙场归\n[02:50.59]天公爱作美\n[02:51.93]清风皓月任我飞\n[02:53.85]\n[02:54.39]受命于临危\n[02:55.66]自揄功成身不退\n[02:58.09]神武走一回\n[03:01.08]\n[03:01.84]今朝有酒醉\n[03:03.24]醉庆同袍沙场归\n[03:04.99]\n[03:05.59]天公爱作美\n[03:06.94]清风皓月任我飞\n[03:09.30]受命于临危\n[03:10.63]自揄功成身不退\n[03:13.08]神武走一回\n[03:16.19]\n[03:16.88]神武走一回'
		},
		{
			'name':'江湖',
			'src':'http://ws.stream.qqmusic.qq.com/108344251.m4a?fromtag=46',
			'img':'http://imgcache.qq.com/music/photo/album_500/65/500_albumpic_1588165_0.jpg',
			'lrc':'[ti:江湖（网剧《画江湖之不良人》主题曲）][ar:许嵩][al:江湖][by:许嵩][offset:0][00:00.08]江湖 （《画江湖之不良人》超级网剧主题曲） - 许嵩[00:10.00]词：许嵩[00:11.00]曲：许嵩[00:43.55]今夕是何夕[00:46.76]晚风过花庭[00:49.10]飘零 予人乐后飘零[00:56.41]故地是何地[00:59.44]死生不复回[01:02.12]热血 风干在旧恨里[01:08.16]衣锦夜行[01:10.20]当一生尘埃落定[01:14.19]飞鸽来急[01:16.56]那落款沾染血迹[01:21.07]夜半嘱小徒复信[01:24.99]言师已故去[01:27.88]星云沉默江湖里[01:34.83]孤雁飞去 红颜来相许[01:40.24]待到酒清醒[01:42.61]她无影 原来是梦里[01:47.52]恩怨散去[01:50.65]刀剑已归隐[01:53.07]敬属江上雨[01:55.45]寒舟里 我独饮[02:24.99]衣锦夜行[02:27.06]当一生尘埃落定[02:31.03]飞鸽来急[02:33.43]那落款沾染血迹[02:37.81]夜半嘱小徒复信[02:41.81]言师已故去[02:44.65]星云沉默江湖里[02:51.64]孤雁飞去 红颜来相许[02:57.11]待到酒清醒[02:59.35]她无影 原来是梦里[03:04.28]恩怨散去[03:07.48]刀剑已归隐[03:09.81]敬属江上雨[03:12.27]寒舟里 我独饮[03:36.42]孤雁飞去 红颜来相许[03:41.71]待到酒清醒[03:44.16]她无影 原来是梦里[03:48.96]恩怨散去[03:52.22]刀剑已归隐[03:54.51]敬属江上雨[03:56.97]寒舟里 我独饮[04:04.73]我独饮'
		},
		{
			'name':'不语',
			'src':'http://ws.stream.qqmusic.qq.com/105637173.m4a?fromtag=46',
			'img':'http://imgcache.qq.com/music/photo/album_500/28/500_albumpic_1289528_0.jpg',
			'lrc':'[ti:不语（《不速之客》电影主题曲）][ar:许嵩][al:不语][by:][offset:0][00:00.09]不语 - 许嵩[00:00.77]（不速之客》电影主题曲）[00:01.25]词：火星电台[00:01.47]曲：火星电台[00:02.42]编曲：火星电台[00:22.08]冬夜 多漫长[00:31.26]迷路的孩子[00:34.78]可记得家的模样[00:40.97]有雪 有挂念[00:49.48]落幕的时候 都喝醉[00:58.65]开心 不语[01:03.66]伤心 不语[01:08.49]晴朗 不语[01:14.76]阴天 不语[01:18.08]坚强 不语[01:22.72]脆弱 不语[01:27.51]此时不语 更来不及[01:39.93]我在哪里[01:44.43]我在哪里[01:49.23]我在哪里[01:54.03]我怎么能回去[01:58.88]我在哪里[02:03.46]我在哪里[02:08.35]这是哪里[02:13.08]我怎么能回去[02:19.32]我想 还是选择沉默不语[02:46.90]我在哪里[02:52.00]我在哪里[02:56.73]我在哪里[03:01.61]我怎么能回去[03:06.58]我在哪里[03:11.55]我在哪里[03:16.46]这是哪里[03:21.41]我怎么能回去[03:27.37]我想 还是选择沉默不语'
		},
		{
			'name':'书香年华',
			'sing':'许嵩 & 孙涛',
			'src':'http://ws.stream.qqmusic.qq.com/105606046.m4a?fromtag=46',
			'img':'http://imgcache.qq.com/music/photo/album_500/44/500_albumpic_1286244_0.jpg',
			'lrc':'[ti:书香年华][ar:许嵩\/孙涛][al:书香年华][by:][offset:0][00:00.79]书香年华 - 许嵩&孙涛[00:01.86]词：许嵩&车万育[00:03.40]曲：许嵩[00:04.08]编曲：许嵩[00:05.72]童声：云对雨雪对风晚照对晴空[00:11.96]来鸿对去燕宿鸟对鸣虫[00:17.96]三尺剑六钧弓岭北对江东[00:24.04]人间清暑殿天上广寒宫[00:32.59]许：多久没有提笔为你写一首诗[00:39.07]对偶平仄押韵难道都在故纸[00:45.09]常常欲言又止表达缺乏情致[00:50.65]书到用时才恨少还真那么回事[00:56.68]孙：梦里一记钟声恍然敲回古时[01:02.97]花明柳媚春日书院里又添学子[01:09.06]苦读百卷经史不止为功名之资[01:14.66]学问里自有传承和坚持[01:19.75]合：琅琅书声如春风[01:22.79]拂过千年时空[01:25.88]少年啊壮志在胸赋首辞让人感动[01:31.91]借一场古典的梦[01:34.88]与东坡热情相拥[01:38.80]没告诉他将被千古传颂[01:45.23]童声：云对雨雪对风晚照对晴空[01:50.90]来鸿对去燕宿鸟对鸣虫[01:56.98]三尺剑六钧弓岭北对江东[02:02.95]人间清暑殿天上广寒宫[02:08.97]孙：梦里一记钟声恍然敲回古时[02:15.03]花明柳媚春日书院里又添学子[02:21.10]许：苦读百卷经史不止为功名之资[02:26.65]学问里自有传承和坚持[02:32.05]合：琅琅书声如春风[02:34.84]拂过千年时空[02:37.90]少年啊壮志在胸赋首辞让人感动[02:43.83]借一场古典的梦[02:46.81]与东坡热情相拥[02:50.63]没告诉他将被千古传颂[02:56.60]没告诉他将被千古传颂'
		}
	]],
	basicIsFirst: true,
	listFormat: '',
	bindEventOnListRootElement: false
});


console.log(player);
// 添加效果

$(function () {
	// let listBtn = player.dom.container.find('.wm-list-toggle');
	// listBtn.on('click', () => {
	//
	// });
});
